Repository: jiqsaw/trk-fb-world
Catalog: trk-fb-world.Core/App_GlobalResources/rsrcCommon.*.resx
Languages: tr_tr

source: Active
tr_tr: Aktif

source: Address
tr_tr: Adres

# AddressReq
source: Address is required
tr_tr: Adres giriniz

source: Approved
tr_tr: Onaylı

source: Content
tr_tr: İçerik

# ContentReq
source: Content is required
tr_tr: İçeriği giriniz

source: Create Date
tr_tr: Tarih

source: Created By
tr_tr: Oluşturan

source: Description
tr_tr: Açıklama

# DescriptionReq
source: Description is required
tr_tr: Açıklama giriniz

source: Detail Url
tr_tr: Detay Linki

source: Email
tr_tr: E-posta

# EmailRegEx
source: Invalid Email Address
tr_tr: Yanlış email adresi

# FbEmailReq
source: Email is required
tr_tr: Email adresini giriniz

source: File Name
tr_tr: Dosya İsmi

# FileNameReq
source: Fine Name is required
tr_tr: Dosya İsmi Giriniz

# FirstName
source: Name
tr_tr: Ad

# FirstNameReq
source: First Name is required
tr_tr: Ad giriniz

source: Full Name
tr_tr: Ad Soyad

source: Image
tr_tr: Görsel

# IsActive
source: Published
tr_tr: Yayında

source: Last Login Date
tr_tr: Son Giriş Tarihi

source: Last Name
tr_tr: Soyad

# LastNameReq
source: Last Name is required
tr_tr: Soyad giriniz

source: ModifiedBy
tr_tr: Güncelleyen

source: ModifyDate
tr_tr: Güncelleme Tarihi

# MustBeADate
source: The field must be a date
tr_tr: Girdiğiniz tarih formatında olmalıdır (Gün/Ay/Yıl)

# NoWhiteSpace
source: White space is not allowed
tr_tr: Tek kelime olmalıdır, boşluk kullanmayınız

# OnlyNumber
source: The {0} field is not a valid number.
tr_tr: Lütfen genişliği sadece rakam olarak giriniz

source: Password
tr_tr: Şifre

# PasswordReq
source: Password is required
tr_tr: Şifre giriniz

source: Phone
tr_tr: Telefon

# PhoneReq
source: Phone is required
tr_tr: Telefon giriniz

# StringLength
source: Please enter a value between 2 and 512.
tr_tr: Girdiğiniz değer 2 ile 512 karakter arasında olmalıdır

source: Title
tr_tr: Başlık

# TitleReq
source: Title is Required
tr_tr: Başlık Giriniz

source: Username
tr_tr: Kullanıcı Adı

# UsernameReq
source: Username is required
tr_tr: Kullanıcı adı giriniz

# WindowTypeCode
source: Target Window
tr_tr: Hedef Pencere

# WindowTypeCodeReq
source: Target Window is required
tr_tr: Hedef Pencere Seçiniz

source: Remember me
tr_tr: Beni hatırla

source: Detail
tr_tr: Detay

source: OfferTypeCode
tr_tr: Offer tipi

source: End Date
tr_tr: Bitiş Tarihi

source: Start Date
tr_tr: Başlangıç Tarihi

# FbFirstNameReq
source: Fisrt name is required
tr_tr: Ad giriniz

# FbLastNameReq
source: Last name is required
tr_tr: Soyad giriniz

# FbPhotoReq
source: Photo is required
tr_tr: Profil resmi giriniz

# FbIdReq
source: User ID is required
tr_tr: Kullanıcı ID giriniz

# FbFullNameReq
source: Full name is required
tr_tr: Tam ad giriniz

# FbProfileLinkReq
source: Profile Link is required
tr_tr: Profile linki giriniz

# FbGenderReq
source: Gender is required
tr_tr: Cinsiyet belirtiniz

# MsisdnReq
source: Msisdn is required
tr_tr: Telefon giriniz

# BlockedUserIdReq
source: Blocked UserId is required
tr_tr: Engellecenek Kullancı ID giriniz

# UserIdReq
source: User Id is required
tr_tr: Kullanıcı ID giriniz

# NumberCharactersReq
source: Number Characters is required
tr_tr: Karakter sayısı giriniz

# NumberSmsReq
source: Number Sms is required
tr_tr: SMS Sayısı giriniz

# ToIdReq
source: To Id is required
tr_tr: Gönderilecek ID giriniz

# AmountReq
source: Amount is required
tr_tr: Miktar giriniz

source: Amount
tr_tr: Miktar

source: Name
tr_tr: Ad

# StringLength150
source: Please enter a value between 2 and 150.
tr_tr: Girdiğiniz değer 2 ile 150 karakter arasında olmalıdır

source: TL Despatch Amount
tr_tr: TL Gönderim Miktarı

# TransferAmount
source: TL Despatch Amount
tr_tr: TL Gönderim Miktarı

source: TL Transfer Amount
tr_tr: TL Gönderim Miktarı

# TlTransferAmountReq
source: TL Transfer Amount is required
tr_tr: TL Gönderim Miktarı giriniz
